Repository: assen-totin/mate-applet-livescore
Catalog: po/*.po
Languages: bg_bg, ru_ru

source: An applet which lets you get football live scores.
bg_bg: Аплет за футболни резултати на живо
ru_ru: Программа для просмотра футбольных результатов.

source: Choose which feed provider to use:
bg_bg: Изберете източник на информация
ru_ru: Вуберите источник информации:

source: Choose which leagues you want to be notified about:
bg_bg: Изберете за кои групи да бъдете уведомявани
ru_ru: Выберите группы, о которых хотите получать информацию:

source: Extra time commences at
bg_bg: Продълженията започват при
ru_ru: Дополнительное время пошло при счете

source: FT
bg_bg: Край
ru_ru: Окончен

source: Feeds
bg_bg: Източници
ru_ru: Источники

source: Full time at
bg_bg: Край на мача
ru_ru: Матч окончен при счете

source: GOAL! Score now is
bg_bg: ГОЛ! Резултатът е
ru_ru: ГОЛ! Счет теперь

source: HT
bg_bg: На почивка
ru_ru: Перерыв

source: Half time at
bg_bg: На полувремето
ru_ru: Перерыв при счете

source: Hidden
bg_bg: Скрит
ru_ru: Скрыт

source: League / Match
bg_bg: Група / Мач
ru_ru: Группа / Матч

source: Livescore: click to view, right-click to change settings.
bg_bg: Футболни резултати.
ru_ru: Просмотр футбольных результатов.

source: No data yet. Wait until we gather some.
bg_bg: Още няма резултати. Изчакайте да ги получим.
ru_ru: Нет данных. Подождите, пока мы их соберем.

source: Notifications
bg_bg: Уведомления
ru_ru: Уведомления

source: Score
bg_bg: Резултат
ru_ru: Результат

source: Second time commences at
bg_bg: Второто полувреме започва при
ru_ru: Второй тайм начался при счете

source: The game commences.
bg_bg: Начало на мача.
ru_ru: Начало игры.

source: Time
bg_bg: Време
ru_ru: Время
